Repository: common-repository/ns-custom-placeholder-image-for-woocommerce
Catalog: languages/ns-custom-placeholder-*.po
Languages: it_it

source: How to use
it_it: Come usarlo

source: Premium features
it_it: Impostazioni Premium

source: Go Premium, get more features and support
it_it: Vai alla versione Premium, con più impostazioni e il supporto

source: If you upgrade your plugin you will get one year of free updates and support through our website available 24h/24h. Upgrade and you'll have the advantage of additional features of the premium version.
it_it: Se aggiorni il plugin otterrai un anno di aggiornamenti e supporto attraverso il nostro sito 24h/24h. Upgrade per avere più vantaggi per la versione premium.

source: Go Premium Now
it_it: Vai alla versione premium

source: Settings
it_it: Impostazioni

source: PREMIUM VERSION
it_it: VERSIONE PREMIUM

source: ALL FREE VERSION FEATURES and
it_it: Tutte le FUNZIONI della VERSIONE GRATUITA e

source: - Choose a placeholder per categories<br/> - Choose a placeholder per tags<br/>
it_it: - Scegli un'immagine di placeholder per le categorie<br/> - Scegli un'immagine di placeholder per i tag<br/>

source: JOIN NS CLUB
it_it: ENTRA IN NS CLUB

source: – Instant access to all plugins and all themes
it_it: – Accesso istantaneo a tutti i plugin e i temi

source: – All future plugins and themes are included
it_it: – Tutte le impostazioni permium per i temi e i plugin inclusi

source: – Unlimited license for all NS products
it_it: – Licenze illimitate per tutti i prodotti NS

source: – Unlimited download for each products
it_it: – Download illimitati per tutti i prodotti

source: – Super fast support
it_it: – Supporto superveloce

source: – Regular update
it_it: – Tutti gli update disponibili

source: DISCOVER MORE
it_it: SCOPRI DI PIU'

source: Choose an image from your gallery
it_it: Scegli un'immagine dalla tua galleria

source: Open Gallery
it_it: Apri la galleria

source: Set to default
it_it: Imposta a default
